# 'brew tap'
tap "homebrew/cask"

brew "awscli"
brew "bat"
brew "colima" if OS.mac?
brew "docker" if OS.mac?
brew "docker-compose" 
brew "fd"
brew "font-fira-code"
brew "fzf"
brew "helm"
brew "kubectl"
brew "kubectx"
brew "lsd"
brew "neovim"
brew "mkcert"
brew "node"
brew "podman" if OS.linux?
brew "python3"
brew "reattach-to-user-namespace" if OS.mac?
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "terraform"
brew "tmux"
brew "zsh"

cask "ghostty" if OS.mac?
