brew "awscli"
brew "bat"
brew "colima" if OS.mac?
brew "docker"
brew "docker-compose" 
brew "fd"
brew "fzf"
brew "gcc" if OS.linux?
brew "gh"
brew "helm"
brew "jq"
brew "kubectl"
brew "kubectx"
brew "lsd"
brew "neovim"
brew "mkcert"
brew "dprint"
brew "python3"
brew "reattach-to-user-namespace" if OS.mac?
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "stow"
brew "stylua"
brew "terraform"
brew "tflint"
brew "tmux"
brew "zsh"

cask "claude-code"
cask "ghostty" if OS.mac?
cask "font-fira-code" if OS.mac?
