# 'brew tap'
tap "homebrew/cask"

brew "awscli"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "helm"
brew "kubectl"
brew "kubectx"
brew "lsd"
brew "neovim"
brew "mkcert"
brew "node"
brew "python3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "terraform"
brew "tmux"
brew "zsh"

cask "kitty"
