base-devel
bat
cargo
curl
fd
fzf
git
gnupg
kubectx
lsd
neovim
nodejs
npm
openssh
python
python-pip
ripgrep
rust
starship
stow
tmux
ttf-firacode-nerd
zsh
